{
	"jobsUrl":"http:\/\/jobs.zappos.com",
	"statusCode":"200",
	"values":[
		{
			"name":"Deliver WOW Through Service",
			"id":"1",
			"summary":"At Zappos, anything worth doing is worth doing with WOW.",
			"description":"WOW is such a short, simple word, but it really encompasses a lot of things. To WOW, you must differentiate yourself, which means doing something a little unconventional and innovative. You must do something that's above and beyond what's expected. And whatever you do must have an emotional impact on the receiver. We are not an average company, our service is not average, and we don't want our people to be average. We expect every employee to deliver WOW. Whether internally with co-workers or externally with our customers and partners, delivering WOW results in word of mouth. Our philosophy at Zappos is to WOW with service and experience, not with anything that relates directly to monetary compensation (for example, we don't offer blanket discounts or promotions to customers). We seek to WOW our customers, our co-workers, our vendors, our partners, and in the long run, our investors."
		},
		{
			"name":"Embrace and Drive Change",
			"id":"2",
			"summary":"Part of being in a growing company is that change is constant.",
			"description":"For some people, especially those who come from bigger companies, the constant change can be somewhat unsettling at first. If you are not prepared to deal with constant change, then you probably are not a good fit for the company. We must all learn not only to not fear change, but to also embrace it enthusiastically, and perhaps even more importantly, to encourage and drive it. We must always plan for and be prepared for constant change. Although change can and will come from all directions, it's important that most of the changes in the company are driven from the bottom up -- from the people who are on the front lines and closest to the customers and\/or issues. Never accept or be too comfortable with the status quo because, historically, the companies that get into trouble are the ones that aren't able to respond quickly enough and adapt to change. We are ever evolving. If we want to continue to stay ahead of our competition, we must continually change and keep them guessing. They can copy our images, our shipping, and the overall look of our web site, but they cannot copy our people, our culture, or our service. As long as embracing constant change is a part of our culture, they will not be able to evolve as fast as we can."
		},
		{
			"name":"Create Fun and A Little Weirdness",
			"id":"3",
			"summary":"At Zappos, We're Always Creating Fun and A Little Weirdness!",
			"description":"One of the things that makes Zappos different from a lot of other companies is that we value being fun and being a little weird. We don't want to become one of those big companies that feels corporate and boring. We want to be able to laugh at ourselves. We look for both fun and humor in our daily work. This means that many things we do might be a little unconventional -- or else it wouldn't be a little weird. We're not looking for crazy or extreme weirdness though. We want just a touch of weirdness to make life more interesting and fun for everyone. We want the company to have a unique and memorable personality. Our company culture is what makes us successful, and in our culture, we celebrate and embrace our diversity and each person's individuality. We want people to express their personality in their work. To outsiders, that might come across as inconsistent or weird. But the consistency is in our belief that we function best when we can be ourselves. We want the weirdness in each of us to be expressed in our interactions with each other and in our work. One of the side effects of encouraging weirdness is that it encourages people to think outside the box and be more innovative. When you combine a little weirdness with making sure everyone is also having fun at work, it ends up being a win-win for everyone: Employees are more engaged in the work that they do, and the company as a whole becomes more innovative."
		},
		{
			"name":"Be Adventurous, Creative, and Open-Minded",
			"id":"4",
			"summary":"At Zappos, we think it's important for people and the company as a whole to be bold and daring (but not reckless).",
			"description":"We do not want people to be afraid to take risks and make mistakes. We believe if people aren't making mistakes, then that means they're not taking enough risks. Over time, we want everyone to develop his\/her gut about business decisions. We want people to develop and improve their decision-making skills. We encourage people to make mistakes as long as they learn from them. We never want to become complacent and accept the status quo just because that's the way things have always been done. We should always be seeking adventure and having fun exploring new possibilities. By having the freedom to be creative in our solutions, we end up making our own luck. We approach situations and challenges with an open mind. Sometimes our sense of adventure and creativity causes us to be unconventional in our solutions (because we have the freedom to think outside the box), but that's what allows us to rise above and stay ahead of the competition."
		},
		{
			"name":"Pursue Growth and Learning",
			"id":"5",
			"summary":"At Zappos, we think it's important for employees to grow both personally and professionally.",
			"description":"It's important to constantly challenge and stretch yourself and not be stuck in a job where you don't feel like you are growing or learning. We believe that inside every employee is more potential than even the employee himself\/herself realizes. Our goal is to help employees unlock that potential. But it has to be a joint effort: you have to want to challenge and stretch yourself in order for it to happen. If you've been at Zappos for more than a few months, then one thing is clear: Zappos is growing. We grow because we take on new challenges, and we face even more new challenges because we're growing. It's an endless cycle, and it's a good thing: it's the only way for a company to survive. But it can also feel risky, stressful, and confusing at times. Sometimes, it may seem that new problems crop up as fast as we solve the old ones (sometimes faster!), but that just means that we're moving -- that we're getting better and stronger. Anyone who wants to compete with us has to learn the same things, so problems are just mile markers. Each one we pass means we've gotten better. Yet no matter how much better we get, we'll always have hard work to do, we'll never be done, and we'll never 'get it right.' That may seem negative, but it's not: we'll do our best to 'get it right,' and then do it again when we find out that things have changed. That is the cycle of growth, and like it or not, that cycle won't stop. It's hard... but if we weren't doing something hard, then we'd have no business. The only reason we aren't swamped by our competition is because what we do is hard, and we do it better than anyone else. If it ever gets too easy, then start looking for a tidal wave of competition to wash us away. It may seem sometimes like we don't know what we're doing. And it's true: we don't. That's a bit scary, but you can take comfort in knowing that nobody else knows how to do what we're doing either. If they did, then they'd be the web's most popular shoe store. Sure, people have done parts of what we do before, but what we've learned over the years at Zappos is that the devil is in the details. And that's where we're breaking new ground. So there are no experts in what we're doing. Except for us: we are becoming experts as we do this. And for anyone we bring on board, the best expertise they can bring is expertise at learning and adapting and figuring new things out -- helping the company grow, and in the process, they will also be growing themselves."
		},
		{
			"name":"Build Open and Honest Relationships With Communication",
			"id":"6",
			"summary":"Fundamentally, we believe that openness and honesty make for the best relationships because that leads to trust and faith.",
			"description":"We value strong relationships in all areas: with managers, direct reports, customers (internal and external), vendors, business partners, team members, and co-workers. Strong, positive relationships that are open and honest are a big part of what differentiates Zappos from most other companies. Strong relationships allow us to accomplish much more than we would be able to otherwise. A key ingredient in strong relationships is to develop emotional connections. It's important to always act with integrity in your relationships, to be compassionate, friendly, loyal, and to make sure that you do the right thing and treat your relationships well. The hardest thing to do is to build trust, but if the trust exists, you can accomplish so much more. In any relationship, it's important to be a good listener as well as a good communicator. Open, honest communication is the best foundation for any relationship, but remember that at the end of the day it's not what you say or what you do, but how you make people feel that matters the most. In order for someone to feel good about a relationship, he\/she must know that the other person truly cares about them, both personally and professionally. At Zappos, we embrace diversity in thoughts, opinions, and backgrounds. The more widespread and diverse your relationships are, the bigger the positive impact you can make on the company, and the more valuable you will be to the company. It is critical for relationship-building to have effective, open, and honest communication. As the company grows, communication becomes more and more important because everyone needs to understand how his\/her team connects to the big picture of what we're trying to accomplish. Communication is always one of the weakest spots in any organization, no matter how good the communication is. We want everyone to always try to go the extra mile in encouraging thorough, complete, and effective communication."
		},
		{
			"name":"Build a Positive Team and Family Spirit",
			"id":"7",
			"summary":"At Zappos, we place a lot of emphasis on our culture because we are both a team and a family.",
			"description":"We want to create an environment that is friendly, warm, and exciting. We encourage diversity in ideas, opinions, and points of view. The best leaders are those who lead by example and are both team followers as well as team leaders. We believe that, in general, the best ideas and decisions are made from the bottom up, meaning by those who are on the front lines and closest to the issues and\/or the customers. The role of a manager is to remove obstacles and enable his\/her direct reports to succeed. This means the best leaders are servant-leaders. They serve those they lead. The best team members take initiative when they notice issues so that the team and the company can succeed. The best team members take ownership of issues and collaborate with other team members whenever challenges arise. The best team members have a positive influence on one another and everyone they encounter. They strive to eliminate any kind of cynicism and negative interactions. They strive to create harmony with each other and with everyone else they come in contact with. We believe that the best teams are those that not only work with each other but also interact with each other outside the office environment. Many of the company's best ideas have been the direct result of informal interactions outside of the office. For example, the idea for our culture book came about from a casual discussion outside the office. We are more than just a team though -- we are a family. We watch out for each other, care for each other, and go above and beyond for each other because we believe in each other and we trust each other. We work together, but we also play together. Our bonds go far beyond the typical 'co-worker' relationships found at most other companies."
		},
		{
			"name":"Do More With Less",
			"id":"8",
			"summary":"Zappos has always been about being able to do more with less.",
			"description":"While we may be casual in our interactions with each other, we are focused and serious about the operations of our business. We believe in working hard and putting in the extra effort to get things done. We believe in operational excellence and realize that there is always room for improvement in everything we do. This means that our work is never done. In order to stay ahead of the competition (or would-be competition), we need to continuously innovate as well as make incremental improvements to our operations, always striving to make ourselves more efficient, always trying to figure out how to do something better. We use mistakes as learning opportunities. We must never lose our sense of urgency in making improvements. We must never settle for 'good enough' because good is the enemy of great. While our goal is to become a great company, we also want to become the greatest service company in the world. We set and exceed our own high standards, constantly raising the bar for competitors and for ourselves."
		},
		{
			"name":"Be Passionate and Determined",
			"id":"9",
			"summary":"Passion is the fuel that drives us and our company forward.",
			"description":"We value passion, determination, perseverance, and the sense of urgency. We are inspired because we believe in what we are doing and where we are going. We don't take 'no' or 'that'll never work' for an answer because if we had, then Zappos would have never started in the first place. Passion and determination are contagious. We believe in having a positive and optimistic (but realistic) attitude about everything we do because we realize that this inspires others to have the same attitude. There is excitement in knowing that everyone you work with has a tremendous impact on a larger dream and vision, and you can see that impact day in and day out."
		},
		{
			"name":"Be Humble",
			"id":"10",
			"summary":"While we have grown quickly in the past, we recognize that there are always challenges ahead to tackle.",
			"description":"We believe that no matter what happens we should always be respectful of everyone. While we celebrate our individual and team successes, we are not arrogant nor do we treat others differently from how we would want to be treated. Instead, we carry ourselves with a quiet confidence because we believe that, in the long run, our character will speak for itself."
		}
	]
}